Autodesk.Revit.DB.Surface.IsCoincidentWith(Autodesk.Revit.DB.Surface)
Determine if two surfaces are coincident (ignoring Envelopes). For an affirmative answer,
the surfaces must have the same type (e.g., two planes).
other:
The surfaces which this should be compared with
Returns:
True if surfaces are coincident, false otherwise.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2027